Repository: Borisserz/WorkoutTracker
Catalog: WorkoutTracker/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pt_pt, ru

source: There was an issue loading your data. Please do not delete the app, as this could result in permanent data loss. Try restarting the app or contact support.
de: Beim Laden Ihrer Daten ist ein Problem aufgetreten. Bitte löschen Sie die App nicht, da dies zu einem dauerhaften Datenverlust führen kann. Versuchen Sie, die App neu zu starten oder wenden Sie sich an den Support.
es: Hubo un problema al cargar tus datos. No elimine la aplicación, ya que esto podría provocar una pérdida permanente de datos. Intente reiniciar la aplicación o comuníquese con el soporte.
fr: Un problème est survenu lors du chargement de vos données. Veuillez ne pas supprimer l'application, car cela pourrait entraîner une perte permanente de données. Essayez de redémarrer l'application ou contactez l'assistance.
it: Si è verificato un problema durante il caricamento dei tuoi dati. Si prega di non eliminare l'app poiché ciò potrebbe comportare la perdita permanente dei dati. Prova a riavviare l'app o contatta l'assistenza.
pt_pt: Ocorreu um problema ao carregar seus dados. Não exclua o aplicativo, pois isso pode resultar na perda permanente de dados. Tente reiniciar o aplicativo ou entre em contato com o suporte.
ru: Возникла проблема при загрузке данных. Пожалуйста, не удаляйте приложение, так как это может привести к потере данных. Попробуйте перезапустить приложение или обратитесь в поддержку.

source: These buttons are for testing only. Remove TestDataGenerator.swift and this section after testing.
de: Diese Schaltflächen dienen nur zum Testen. Entfernen Sie TestDataGenerator.swift und diesen Abschnitt nach dem Testen.
es: Estos botones son sólo para pruebas. Elimine TestDataGenerator.swift y esta sección después de la prueba.
fr: Ces boutons sont uniquement destinés aux tests. Supprimez TestDataGenerator.swift et cette section après le test.
it: Questi pulsanti servono solo per testare. Rimuovere TestDataGenerator.swift e questa sezione dopo il test.
pt_pt: Esses botões são apenas para teste. Remova TestDataGenerator.swift e esta seção após o teste.
ru: Эти кнопки только для тестирования. Удалите TestDataGenerator.swift и этот раздел после тестирования.

source: These readiness values are estimates based on your logged workouts and are not medical advice. Consult a professional before changing your training load.
de: Diese Bereitschaftswerte sind Schätzungen, die auf Ihren protokollierten Trainingseinheiten basieren und keine medizinische Beratung darstellen. Konsultieren Sie einen Fachmann, bevor Sie Ihr Trainingspensum ändern.
es: Estos valores de preparación son estimaciones basadas en tus entrenamientos registrados y no son consejos médicos. Consulta con un profesional antes de cambiar tu carga de entrenamiento.
fr: Ces valeurs de préparation sont des estimations basées sur vos entraînements enregistrés et ne constituent pas un avis médical. Consultez un professionnel avant de modifier votre charge d’entraînement.
it: Questi valori di preparazione sono stime basate sugli allenamenti registrati e non rappresentano un consiglio medico. Consulta un professionista prima di modificare il carico di allenamento.
pt_pt: Esses valores de prontidão são estimativas baseadas em seus treinos registrados e não são recomendações médicas. Consulte um profissional antes de alterar sua carga de treinamento.
ru: Значения готовности — это лишь оценки.

source: This action cannot be undone.
de: Diese Aktion kann nicht rückgängig gemacht werden.
es: Esta acción no se puede deshacer.
fr: Cette action ne peut pas être annulée.
it: Questa azione non può essere annullata.
pt_pt: Esta ação não pode ser desfeita.
ru: Отменить будет невозможно.

source: This exercise hasn't been performed in any workouts yet. Add it to a workout to start tracking your progress!
de: Diese Übung wurde noch in keinem Training durchgeführt. Fügen Sie es zu einem Training hinzu, um Ihren Fortschritt zu verfolgen!
es: Este ejercicio aún no se ha realizado en ningún entrenamiento. ¡Agrégalo a un entrenamiento para comenzar a seguir tu progreso!
fr: Cet exercice n'a encore été effectué dans aucune séance d'entraînement. Ajoutez-le à un entraînement pour commencer à suivre vos progrès !
it: Questo esercizio non è stato ancora eseguito in nessun allenamento. Aggiungilo a un allenamento per iniziare a monitorare i tuoi progressi!
pt_pt: Este exercício ainda não foi realizado em nenhum treino. Adicione-o a um treino para começar a monitorar seu progresso!
ru: Это упражнение еще не выполнялось ни в одной тренировке. Добавьте его в тренировку, чтобы начать отслеживать прогресс!

source: This helps us personalize your profile and calculate stats.
de: Dies hilft uns, Ihr Profil zu personalisieren und Statistiken zu berechnen.
es: Esto nos ayuda a personalizar su perfil y calcular estadísticas.
fr: Cela nous aide à personnaliser votre profil et à calculer vos statistiques.
it: Questo ci aiuta a personalizzare il tuo profilo e a calcolare le statistiche.
pt_pt: Isso nos ajuda a personalizar seu perfil e calcular estatísticas.
ru: Это помогает нам персонализировать ваш профиль и рассчитывать статистику.

source: This model is used for your personal muscle recovery heatmap.
de: Dieses Modell wird für Ihre persönliche Muskelregenerations-Heatmap verwendet.
es: Este modelo se utiliza para su mapa de calor personal de recuperación muscular.
fr: Ce modèle est utilisé pour votre carte thermique personnelle de récupération musculaire.
it: Questo modello viene utilizzato per la tua mappa termica di recupero muscolare personale.
pt_pt: Este modelo é usado para seu mapa de calor pessoal de recuperação muscular.
ru: Эта модель используется для вашей персональной тепловой картой восстановления мышц.

source: This permanently deletes your account and all server-side data (shared workouts, blocked list, reports) as well as everything on this device. This action cannot be undone.
de: Dadurch werden Ihr Konto und alle serverseitigen Daten (geteilte Trainings, Sperrliste, Berichte) sowie alles auf diesem Gerät dauerhaft gelöscht. Diese Aktion kann nicht rückgängig gemacht werden.
es: Esto elimina permanentemente su cuenta y todos los datos del lado del servidor (entrenamientos compartidos, lista de bloqueados, informes), así como todo lo que hay en este dispositivo. Esta acción no se puede deshacer.
fr: Cela supprime définitivement votre compte et toutes les données côté serveur (entraînements partagés, liste bloquée, rapports) ainsi que tout ce qui se trouve sur cet appareil. Cette action ne peut pas être annulée.
it: Ciò eliminerà permanentemente il tuo account e tutti i dati lato server (allenamenti condivisi, elenco bloccato, rapporti) nonché tutto ciò che è presente su questo dispositivo. Questa azione non può essere annullata.
pt_pt: Isso exclui permanentemente sua conta e todos os dados do servidor (treinos compartilhados, lista de bloqueados, relatórios), bem como tudo neste dispositivo. Esta ação não pode ser desfeita.
ru: Это навсегда удалит ваш аккаунт и все данные.

source: This will permanently delete your profile, body measurements, all workouts, and settings. This action cannot be undone.
de: Dadurch werden Ihr Profil, Ihre Körpermaße, alle Trainingseinheiten und Einstellungen dauerhaft gelöscht. Diese Aktion kann nicht rückgängig gemacht werden.
es: Esto eliminará permanentemente su perfil, medidas corporales, todos los entrenamientos y configuraciones. Esta acción no se puede deshacer.
fr: Cela supprimera définitivement votre profil, vos mensurations, tous vos entraînements et vos paramètres. Cette action ne peut pas être annulée.
it: Ciò eliminerà definitivamente il tuo profilo, le misurazioni del corpo, tutti gli allenamenti e le impostazioni. Questa azione non può essere annullata.
pt_pt: Isso excluirá permanentemente seu perfil, medidas corporais, todos os treinos e configurações. Esta ação não pode ser desfeita.
ru: Это навсегда удалит ваш профиль и все настройки.

source: This workout has no completed sets. Do you want to delete it or continue?
de: Dieses Training hat keine abgeschlossenen Sätze. Möchten Sie es löschen oder fortfahren?
es: Este entrenamiento no tiene series completas. ¿Quieres eliminarlo o continuar?
fr: Cet entraînement ne comporte aucune série terminée. Voulez-vous le supprimer ou continuer ?
it: Questo allenamento non ha serie completate. Vuoi eliminarlo o continuare?
pt_pt: Este treino não possui séries concluídas. Deseja excluí-lo ou continuar?
ru: У этой тренировки нет завершенных подходов. Удалить её или продолжить?

source: Thu
de: Do
es: Jue
fr: Jeu
it: Gio
pt_pt: qui
ru: Чт

source: Time
de: Zeit
es: Tiempo
fr: Temps
it: Tempo
pt_pt: Tempo
ru: Время

source: Time (min)
de: Zeit (Min.)
es: Tiempo (minutos)
fr: Temps (min)
it: Tempo (minuti)
pt_pt: Tempo (min)
ru: Время (мин)

source: Time (min):
de: Zeit (Minuten):
es: Tiempo (minutos):
fr: Temps (min) :
it: Tempo (min):
pt_pt: Tempo (min):
ru: Время (мин):

source: Time (sec):
de: Zeit (Sek):
es: Tiempo (segundos):
fr: Temps (secondes) :
it: Tempo (sec):
pt_pt: Tempo (seg):
ru: Время (сек):

source: Time Range
de: Zeitbereich
es: Rango de tiempo
fr: Plage de temps
it: Intervallo di tempo
pt_pt: Intervalo de tempo
ru: Временной диапазон

source: Time cannot be negative
de: Zeit kann nicht negativ sein
es: El tiempo no puede ser negativo.
fr: Le temps ne peut pas être négatif
it: Il tempo non può essere negativo
pt_pt: O tempo não pode ser negativo
ru: Время не может быть отрицательным

source: Time cannot exceed 24 hours
de: Die Zeit darf 24 Stunden nicht überschreiten
es: El tiempo no puede exceder las 24 horas.
fr: Le temps ne peut pas dépasser 24 heures
it: Il tempo non può superare le 24 ore
pt_pt: O tempo não pode exceder 24 horas
ru: Время не может превышать 24 часа

source: Time per set
de: Zeit pro Satz
es: Tiempo por serie
fr: Temps par set
it: Tempo per set
pt_pt: Tempo por conjunto
ru: Время на подход

source: Time to Update!
de: Zeit für ein Update!
es: ¡Es hora de actualizar!
fr: Il est temps de mettre à jour !
it: È ora di aggiornare!
pt_pt: É hora de atualizar!
ru: Время обновляться!

source: Time to build! Let's hit %@ today and grow.
de: Zeit zum Bauen! Lasst uns noch heute %@ erreichen und wachsen.
es: ¡Es hora de construir! Lleguemos a %@ hoy y crezcamos.
fr: Il est temps de construire ! Frappons %@ aujourd'hui et grandissons.
it: È ora di costruire! Colpiamo %@ oggi e cresciamo.
pt_pt: Hora de construir! Vamos atingir %@ hoje e crescer.
ru: Время строить! Давай ударим %@ сегодня и вырастем.

source: Time's up! 💥
de: Die Zeit ist abgelaufen! 💥
es: ¡Se acabó el tiempo! 💥
fr: Le temps est écoulé ! 💥
it: Il tempo è scaduto! 💥
pt_pt: Acabou o tempo! 💥
ru: Время вышло! 💥

source: Timer Behavior
de: Timer-Verhalten
es: Comportamiento del temporizador
fr: Comportement de la minuterie
it: Comportamento del timer
pt_pt: Comportamento do temporizador
ru: Поведение таймера

source: Timer Finished
de: Timer beendet
es: Temporizador terminado
fr: Minuterie terminée
it: Cronometro terminato
pt_pt: Temporizador finalizado
ru: Таймер завершен

source: Timer Finished!
de: Timer beendet!
es: ¡Cronómetro terminado!
fr: Minuterie terminée !
it: Cronometro finito!
pt_pt: Temporizador finalizado!
ru: Таймер завершен!

source: Timer's up! ✌️
de: Der Timer ist abgelaufen! ✌️
es: ¡Se acabó el cronómetro! ✌️
fr: Le chronomètre est écoulé ! ✌️
it: Il tempo è scaduto! ✌️
pt_pt: O cronômetro acabou! ✌️
ru: Время вышло! ✌️

source: To analyze this period, you need to complete at least several workouts..
de: Um diesen Zeitraum zu analysieren, müssen Sie mindestens mehrere Trainingseinheiten absolvieren..
es: Para analizar este período es necesario realizar al menos varios entrenamientos.
fr: Pour analyser cette période, vous devez effectuer au moins plusieurs entraînements.
it: Per analizzare questo periodo, è necessario completare almeno diversi allenamenti..
pt_pt: Para analisar esse período, você precisa realizar pelo menos vários treinos..
ru: Для анализа этого периода нужно завершить несколько тренировок.

source: To answer your questions and build plans, the AI Coach sends the text you type (your messages and requests) to our secure cloud processing service. Your messages are linked to your account to enforce usage limits. Your body weight and Health data are never sent.
de: Um Ihre Fragen zu beantworten und Pläne zu erstellen, sendet der AI Coach den von Ihnen eingegebenen Text (Ihre Nachrichten und Anfragen) an unseren sicheren Cloud-Verarbeitungsdienst. Ihre Nachrichten werden mit Ihrem Konto verknüpft, um Nutzungsbeschränkungen durchzusetzen. Ihr Körpergewicht und Ihre Gesundheitsdaten werden niemals gesendet.
es: Para responder a sus preguntas y crear planes, AI Coach envía el texto que escribe (sus mensajes y solicitudes) a nuestro servicio seguro de procesamiento en la nube. Sus mensajes están vinculados a su cuenta para hacer cumplir los límites de uso. Tus datos de peso corporal y salud nunca se envían.
fr: Pour répondre à vos questions et construire des plans, l'AI Coach envoie le texte que vous tapez (vos messages et demandes) à notre service de traitement cloud sécurisé. Vos messages sont liés à votre compte pour appliquer les limites d'utilisation. Votre poids corporel et vos données de santé ne sont jamais envoyés.
it: Per rispondere alle tue domande e creare piani, AI Coach invia il testo digitato (i tuoi messaggi e richieste) al nostro servizio di elaborazione cloud sicuro. I tuoi messaggi sono collegati al tuo account per imporre limiti di utilizzo. Il tuo peso corporeo e i dati sulla salute non vengono mai inviati.
pt_pt: Para responder às suas perguntas e construir planos, o AI Coach envia o texto que você digita (suas mensagens e solicitações) para nosso serviço seguro de processamento em nuvem. Suas mensagens são vinculadas à sua conta para impor limites de uso. Seu peso corporal e dados de saúde nunca são enviados.
ru: Для ответов AI Тренер отправляет текст запросов на наши серверы.

source: Today
de: Heute
es: Hoy
fr: Aujourd'hui
it: Oggi
pt_pt: Hoje
ru: Сегодня

source: Today's Plan
de: Der heutige Plan
es: El plan de hoy
fr: Le plan du jour
it: Il piano di oggi
pt_pt: Plano de hoje
ru: План на сегодня

source: Today's Workout Vibe
de: Die heutige Workout-Stimmung
es: El ambiente de entrenamiento de hoy
fr: L'ambiance d'entraînement du jour
it: L'atmosfera dell'allenamento di oggi
ru: Атмосфера сегодняшней тренировки

source: Tone
de: Ton
es: Tono
fr: Tonifier
it: Tono
pt_pt: Tom
ru: Тон

source: Too Tired!
de: Zu müde!
es: ¡Demasiado cansado!
fr: Trop fatigué !
it: Troppo stanco!
pt_pt: Muito cansado!
ru: Слишком устал!

source: Top 5 Exercises
de: Top 5 Übungen
es: Los 5 mejores ejercicios
fr: Les 5 meilleurs exercices
it: I 5 migliori esercizi
pt_pt: 5 principais exercícios
ru: Топ 5 упражнений

source: Top Exercises
de: Top-Übungen
es: Ejercicios principales
fr: Meilleurs exercices
it: I migliori esercizi
pt_pt: Principais exercícios
ru: Топ упражнения

source: Total
de: Gesamt
it: Totale
ru: Всего

source: Total Lifted
de: Insgesamt angehoben
es: Total levantado
fr: Total levé
it: Totale sollevato
ru: Всего поднято

source: Total RPE %lld
de: Gesamt-RPE %lld
es: RPE total %lld
it: RPE totale %lld
pt_pt: RPE total %lld
ru: Общее RPE %lld

source: Total Reps
de: Gesamtzahl der Wiederholungen
es: Repeticiones totales
fr: Nombre total de représentants
it: Rappresentazioni totali
ru: Всего повторений

source: Total Sets
de: Gesamtsätze
es: Conjuntos totales
fr: Ensembles totaux
it: Set totali
pt_pt: Conjuntos totais
ru: Общее количество подходов

source: Total Volume
de: Gesamtvolumen
es: Volumen total
fr: Volume total
it: Volume totale
pt_pt: Volume total
ru: Общий тоннаж

source: Total XP Earned
de: Insgesamt verdiente XP
es: XP total obtenida
fr: XP total gagné
it: XP totali guadagnati
pt_pt: XP total ganho
ru: Всего заработанного опыта

source: Track Workouts
de: Verfolgen Sie Trainingseinheiten
es: Seguimiento de entrenamientos
fr: Suivre les entraînements
it: Tieni traccia degli allenamenti
pt_pt: Acompanhar treinos
ru: Отслеживать тренировки

source: Tracked with WorkoutTracker
de: Verfolgt mit WorkoutTracker
es: Seguimiento con WorkoutTracker
fr: Suivi avec WorkoutTracker
it: Monitorato con WorkoutTracker
pt_pt: Rastreado com WorkoutTracker
ru: Отслежено в WorkoutTracker

source: Train like the legends of every era.
de: Trainieren Sie wie die Legenden aller Zeiten.
es: Entrena como las leyendas de cada época.
fr: Entraînez-vous comme les légendes de toutes les époques.
it: Allenati come le leggende di ogni epoca.
pt_pt: Treine como as lendas de todas as épocas.
ru: Тренируйся как легенды всех эпох.

source: Train with legendary workout protocols.
de: Trainieren Sie mit legendären Trainingsprotokollen.
es: Entrena con protocolos de entrenamiento legendarios.
fr: Entraînez-vous avec des protocoles d'entraînement légendaires.
it: Allenati con protocolli di allenamento leggendari.
pt_pt: Treine com protocolos de treino lendários.
ru: Тренируйся с легендарными протоколами.

source: Train with protocols from bodybuilding icons of Golden Era
de: Trainieren Sie mit Protokollen von Bodybuilding-Ikonen der Goldenen Ära
es: Entrena con protocolos de iconos del culturismo de la Era Dorada
fr: Entraînez-vous avec les protocoles des icônes du bodybuilding de l'ère d'or
it: Allenati con i protocolli delle icone del bodybuilding dell'Era d'Oro
ru: Тренируйтесь по протоколам икон бодибилдинга Золотой эпохи.

source: Training Information
de: Schulungsinformationen
es: Información de entrenamiento
fr: Informations sur la formation
it: Informazioni sulla formazione
pt_pt: Informações de treinamento
ru: Информация о тренировке

source: Training Style
de: Trainingsstil
es: Estilo de entrenamiento
fr: Style de formation
it: Stile di allenamento
pt_pt: Estilo de treinamento
ru: Стиль тренировки

source: Training Style & Equipment
de: Trainingsstil und Ausrüstung
es: Estilo y equipo de entrenamiento
fr: Style et équipement d'entraînement
it: Stile e attrezzatura per l'allenamento
pt_pt: Estilo e equipamento de treinamento
ru: Стиль тренировки и оборудование

source: Training Volume Over Time
de: Trainingsvolumen im Zeitverlauf
es: Volumen de entrenamiento a lo largo del tiempo
fr: Volume d'entraînement au fil du temps
it: Volume di allenamento nel tempo
pt_pt: Volume de treinamento ao longo do tempo
ru: Объем тренировок во времени

source: Transform your body and reach your target weight!
de: Verwandeln Sie Ihren Körper und erreichen Sie Ihr Zielgewicht!
es: ¡Transforma tu cuerpo y alcanza tu peso objetivo!
fr: Transformez votre corps et atteignez votre poids cible !
it: Trasforma il tuo corpo e raggiungi il tuo peso target!
pt_pt: Transforme seu corpo e alcance seu peso ideal!
ru: Преобразите тело и достигните целевого веса!

source: Traps
de: Fallen
es: Trampas
fr: Pièges
it: Trappole
pt_pt: Armadilhas
ru: Трапеции

source: Triceps
de: Trizeps
es: Tríceps
it: Tricipiti
pt_pt: Tríceps
ru: Трицепс

source: Triceps Extension
de: Trizepsverlängerung
es: Extensión de tríceps
fr: Extension des triceps
it: Estensione dei tricipiti
pt_pt: Extensão de tríceps
ru: Разгибание на трицепс

source: Trophy Case
de: Trophäenetui
es: Caja de trofeos
fr: Étui à trophées
it: Custodia dei trofei
ru: Трофейный кейс

source: Try adjusting search or clear advanced filters.
de: Versuchen Sie, die Suche anzupassen oder erweiterte Filter zu löschen.
es: Intente ajustar la búsqueda o borrar los filtros avanzados.
fr: Essayez d'ajuster la recherche ou de supprimer les filtres avancés.
it: Prova a modificare la ricerca o a cancellare i filtri avanzati.
pt_pt: Tente ajustar a pesquisa ou limpar filtros avançados.
ru: Попробуйте изменить поиск или очистить расширенные фильтры.

source: Try adjusting your search or clear advanced filters.
de: Versuchen Sie, Ihre Suche anzupassen oder erweiterte Filter zu löschen.
es: Intente ajustar su búsqueda o borre los filtros avanzados.
fr: Essayez d'ajuster votre recherche ou de supprimer les filtres avancés.
it: Prova a modificare la ricerca o a cancellare i filtri avanzati.
pt_pt: Tente ajustar sua pesquisa ou limpar filtros avançados.
ru: Попробуйте изменить поиск или очистить расширенные фильтры.

source: Try adjusting your search or clearing your filters.
de: Versuchen Sie, Ihre Suche anzupassen oder Ihre Filter zu löschen.
es: Intente ajustar su búsqueda o borrar sus filtros.
fr: Essayez d'ajuster votre recherche ou d'effacer vos filtres.
it: Prova a modificare la ricerca o a cancellare i filtri.
pt_pt: Tente ajustar sua pesquisa ou limpar seus filtros.
ru: Попробуйте изменить поиск или очистить фильтры.

source: Try adjusting your search or filters
de: Versuchen Sie, Ihre Suche oder Filter anzupassen
es: Intente ajustar su búsqueda o filtros
fr: Essayez d'ajuster votre recherche ou vos filtres
it: Prova a modificare la ricerca o i filtri
pt_pt: Tente ajustar sua pesquisa ou filtros
ru: Попробуйте изменить поиск или фильтры

source: Try asking: 'Generate a 3-day split for mass'
de: Versuchen Sie es mit der Frage: „Generieren Sie eine 3-Tages-Aufteilung für die Masse.“
es: Intente preguntar: "Genere una división de 3 días para la masa".
fr: Essayez de demander : « Générer une répartition sur 3 jours pour la messe »
it: Prova a chiedere: "Genera una suddivisione in 3 giorni per la messa"
pt_pt: Tente perguntar: 'Gere uma divisão de 3 dias para a missa'
ru: Попробуйте спросить: «Создайте трехдневный сплит для набора массы».

source: Try changing your query or clearing your filters.
de: Versuchen Sie, Ihre Abfrage zu ändern oder Ihre Filter zu löschen.
es: Intente cambiar su consulta o borrar sus filtros.
fr: Essayez de modifier votre requête ou d'effacer vos filtres.
it: Prova a modificare la query o a cancellare i filtri.
pt_pt: Tente alterar sua consulta ou limpar seus filtros.
ru: Попробуйте изменить запрос или очистить фильтры.

source: Try it now
de: Probieren Sie es jetzt aus
es: Pruébalo ahora
fr: Essayez-le maintenant
it: Provalo adesso
pt_pt: Experimente agora
ru: Попробуйте сейчас

source: Tue
de: Di
es: Mar
fr: Mar
it: Mar
pt_pt: ter
ru: Вт

source: Type
de: Typ
es: Tipo
fr: Taper
it: Tipo
pt_pt: Tipo
ru: Тип

source: Unacceptable.
de: Inakzeptabel.
es: Inaceptable.
fr: Inacceptable.
it: Inaccettabile.
pt_pt: Inaceitável.
ru: Неприемлемо.

source: Undo
de: Rückgängig machen
es: Deshacer
fr: Défaire
it: Disfare
pt_pt: Desfazer
ru: Отменить

source: Units of Measure
de: Maßeinheiten
es: Unidades de medida
fr: Unités de mesure
it: Unità di misura
pt_pt: Unidades de medida
ru: Единицы измерения

source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
it: Sconosciuto
pt_pt: Desconhecido
ru: Неизвестно

source: Unlock the full potential
de: Schöpfen Sie das volle Potenzial aus
es: Libera todo el potencial
fr: Libérez tout le potentiel
it: Sblocca tutto il potenziale
pt_pt: Desbloqueie todo o potencial
ru: Раскройте весь потенциал

source: Unlocked Achievements
de: Freigeschaltete Erfolge
es: Logros desbloqueados
fr: Succès débloqués
it: Risultati sbloccati
pt_pt: Conquistas desbloqueadas
ru: Открытые достижения

source: Unlocked Trophies
de: Freigeschaltete Trophäen
es: Trofeos desbloqueados
fr: Trophées débloqués
it: Trofei sbloccati
pt_pt: Troféus desbloqueados
ru: Разблокированные трофеи

source: Unlocked trophies
de: Freigeschaltete Trophäen
es: Trofeos desbloqueados
fr: Trophées débloqués
it: Trofei sbloccati
pt_pt: Troféus desbloqueados
ru: Разблокированные трофеи

source: Unstoppable
de: Unaufhaltsam
es: Imparable
fr: Inarrêtable
it: Inarrestabile
pt_pt: Imparável
ru: Неудержимый

source: Up on toes!
de: Auf Hochtouren!
es: ¡Ponte de puntillas!
fr: Sur la pointe des pieds !
it: In punta di piedi!
ru: Вставай на цыпочки!
